(window["webpackJsonp"] = window["webpackJsonp"] || []).push([["docs/spec/work-with-us.zh-CN.md"],{

/***/ "./node_modules/bisheng/lib/loaders/source-loader.js!./docs/spec/work-with-us.zh-CN.md":
/*!*********************************************************************************************!*\
  !*** ./node_modules/bisheng/lib/loaders/source-loader.js!./docs/spec/work-with-us.zh-CN.md ***!
  \*********************************************************************************************/
/*! no static exports found */
/***/ (function(module, exports) {

module.exports = {
  "content": [
    "article",
    [
      "p",
      "我们（蚂蚁金服体验技术部）是一支兼具设计视角和工程视角的团队，服务蚂蚁金服上百个中后台系统，主打产品 Ant Design 服务全球 100 万设计师和工程师，是西湖区学院路西侧最具影响力的设计语言。欢迎来这里和我们一起打造优雅高效的人机设计/研发体系。"
    ],
    [
      "h2",
      "UI/UE 设计师"
    ],
    [
      "p",
      "简历和作品集请投递：lindong.lld#alipay.com"
    ],
    [
      "blockquote",
      [
        "p",
        "注明简历来自 ant.design 官网"
      ]
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "岗位级别：P6/P7/P8"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位地点：杭州"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位要求："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "至少 3-5 年的工作经验，扎实设计功底；"
            ]
          ],
          [
            "li",
            [
              "p",
              "抽象能力强，善于透过表象找本质；"
            ]
          ],
          [
            "li",
            [
              "p",
              "沟通能力佳，善于自我管理；"
            ]
          ],
          [
            "li",
            [
              "p",
              "有企业级设计实战经验，加分；"
            ]
          ],
          [
            "li",
            [
              "p",
              "有数据驱动的增长设计实践，加分；"
            ]
          ],
          [
            "li",
            [
              "p",
              "深度理解 SAP、Salesforce、Google 等设计体系，能提出自己独到见解并落实到实践中，加加加分。"
            ]
          ]
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位职责："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "参与",
              [
                "a",
                {
                  "title": null,
                  "href": "https://tech.antfin.com/"
                },
                "蚂蚁金融科技"
              ],
              "、",
              [
                "a",
                {
                  "title": null,
                  "href": "https://tech.antfin.com/blockchain"
                },
                "区块链"
              ],
              "、人工智能等企业级产品的设计工作；"
            ]
          ],
          [
            "li",
            [
              "p",
              "参与",
              [
                "a",
                {
                  "title": null,
                  "href": "https://www.yuque.com/"
                },
                "语雀"
              ],
              "、",
              [
                "a",
                {
                  "title": null,
                  "href": "https://www.yunfengdie.com/"
                },
                "云凤蝶"
              ],
              "等创新产品的设计工作；"
            ]
          ],
          [
            "li",
            [
              "p",
              "参与 Ant Design 的打磨，将其建设成全球卓越的设计体系。"
            ]
          ],
          [
            "li",
            [
              "p",
              "参与 AntV 的打磨，将其建设成全球一流的数据可视化体系。"
            ]
          ]
        ]
      ],
      [
        "li",
        [
          "p",
          "One More Thing ❤️ ："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "你们总是为世界带去美好，但总是忘却你们也需要美好。我们正在努力打造 ",
              [
                "a",
                {
                  "title": null,
                  "href": "https://kitchen.alipay.com/"
                },
                "🍳 Kitchen：一款为设计师提效的 Sketch 工具集"
              ],
              "、",
              [
                "a",
                {
                  "title": null,
                  "href": "https://yuque.com/"
                },
                "语雀画板"
              ],
              " 等专属设计师的产品，让设计真正变成财富。期待志同道合的你，一道给设计行业带来「微小而美好的改变」。"
            ]
          ]
        ]
      ]
    ],
    [
      "h2",
      "前端工程师"
    ],
    [
      "p",
      "简历请投递：afc163+antd@gmail.com"
    ],
    [
      "blockquote",
      [
        "p",
        "注明简历来自 ant.design 官网"
      ]
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "岗位级别：P6/P7/P8"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位地点：杭州"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位要求："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "在 React 技术栈持续耕耘，情有独钟。"
            ]
          ],
          [
            "li",
            [
              "p",
              "热爱开源。"
            ]
          ],
          [
            "li",
            [
              "p",
              "坚持和善于用技术和工具解决其他问题。"
            ]
          ],
          [
            "li",
            [
              "p",
              "丰富的中后台前端研发经验。"
            ]
          ],
          [
            "li",
            [
              "p",
              "爱 🐱。"
            ]
          ]
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位职责："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "负责 Ant Design 前端基础设施研发。"
            ]
          ],
          [
            "li",
            [
              "p",
              "负责中后台设计/前端工具体系建设。"
            ]
          ]
        ]
      ]
    ],
    [
      "h2",
      "ADI（Artificial Design Intelligence） 工程师"
    ],
    [
      "p",
      "简历和作品集请投递：lindong.lld#alipay.com"
    ],
    [
      "blockquote",
      [
        "p",
        "注明简历来自 ant.design 官网"
      ]
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "岗位级别：P7/P8"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位地点：杭州"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位要求："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "有良好的工程师背景，善于学习和使用各类工具、框架解决研发问题；"
            ]
          ],
          [
            "li",
            [
              "p",
              "对人工智能应用在设计行业，有坚定的信心和意愿；"
            ]
          ],
          [
            "li",
            [
              "p",
              "已经有相关实践工作，优先考虑。"
            ]
          ]
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位职责："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "负责 Ant Design 工具体系和智能设计的研发，并配合团队成员进行商业化实践，把设计做成业务；"
            ]
          ],
          [
            "li",
            [
              "p",
              "组建和培养有梯度的研发团队。"
            ]
          ]
        ]
      ]
    ]
  ],
  "meta": {
    "order": 3,
    "category": "其他",
    "title": "加入我们",
    "filename": "docs/spec/work-with-us.zh-CN.md"
  },
  "toc": [
    "ul",
    [
      "li",
      [
        "a",
        {
          "className": "bisheng-toc-h2",
          "href": "#UI/UE-设计师",
          "title": "UI/UE 设计师"
        },
        "UI/UE 设计师"
      ]
    ],
    [
      "li",
      [
        "a",
        {
          "className": "bisheng-toc-h2",
          "href": "#前端工程师",
          "title": "前端工程师"
        },
        "前端工程师"
      ]
    ],
    [
      "li",
      [
        "a",
        {
          "className": "bisheng-toc-h2",
          "href": "#ADI（Artificial-Design-Intelligence）-工程师",
          "title": "ADI（Artificial Design Intelligence） 工程师"
        },
        "ADI（Artificial Design Intelligence） 工程师"
      ]
    ]
  ]
};

/***/ })

}]);
//# sourceMappingURL=work-with-us.zh-CN.md.js.map